---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PathOfTravelTime
source: html/66863fd7-4342-9c9f-4205-07da16eb84a9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PathOfTravelTime Property

"Time"

## Syntax (C#)
```csharp
public static ForgeTypeId PathOfTravelTime { get; }
```